import json
import vk_api
import random

def fshop():
    return "Магазин видеокарт" \
           "\nНазвание | Добыча | Стоимость" \
           "\n" \
           "\nNvidia:" \
           "\n&#12288;💎 1. GF 210 | 0.00025 ₿ | 10.000$" \
           "\n&#12288;💎 2. GF GTX 750 Ti | 0.0005 ₿ | 50.000$" \
           "\n&#12288;💎 3. GF GTX 1050 Ti | 0.001 ₿ | 100.000$" \
           "\n&#12288;💎 4. GF GTX 1660S | 0.005 ₿ | 300.000$" \
           "\n&#12288;💎 5. GF RTX 2080S | 0.01 ₿ | 500.000$" \
           "\n&#12288;💎 6. GF RTX 3090 Mining ver | 0.05 ₿ | 1.500.000$" \
           "\n" \
           "\nAMD:" \
           "\n&#12288;💎 7. R5 220 | 0.00025 ₿ | 10.000$" \
           "\n&#12288;💎 8. R7 360 | 0.0005 ₿ | 50.000$" \
           "\n&#12288;💎 9. R9 380 | 0.001 ₿ | 100.000$" \
           "\n&#12288;💎 10. RX 580 | 0.005 ₿ | 300.000$" \
           "\n&#12288;💎 11. RX5700 | 0.01 ₿ | 500.000$" \
           "\n&#12288;💎 12. RX6900XT | 0.05 ₿ | 1.500.000$" \
           "\n" \
           "\n📌 Для покупки видеокарты используйте 'ккарту [номер]" \
           "\n❗ Максимальное кол-во видеокарт - 5"

